Repository: mozilla-l10n/mt-training-data
Catalog: om/om_pontoon.tmx
Source language: en_us
Languages: om

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
om: Himoonni namoota biraa lama waliin gamaggamamanii fudhatamuu qabu akka Common Voice keessa galaniif. Qajeelfamoota afaan kee <languageGuidelinesLink>asitti</languageGuidelinesLink> uumi. Himoonni <licenseLink>public domain</licenseLink> keessaa ta’uu qabu akkasumas jechoota 15 hin caalle ta’anii. Barreessaa barruu tokko gaafachuudhaan <waiverLink>CC0 gochuu</waiverLink> dandeessa, booda nuuf ergi commonvoice@mozilla.com irratti.

source: { $sentences } sentences reviewed. Thank you!
om: himoonni { $sentences } gamagamamaniiru. singalateeffadha!

source: Sentence text
om: Barruu himootaa

source: Sentence Variant
om: Gosa himaa

source: Separate sentences into one line by pressing “Enter” or “Return” once
om: Himoota tokkoon tokkoon sarara tokko tokkotti adda baasi; kana gochuuf ‘Enter’ yookaan ‘Return’ yeroo tokko cuqaasi

source: Serbian
om: Afaan Sarbiyaa

source: Seri
om: Afaan Seri

source: Serian Bidayuh
om: Afaan Seriyaa Bidayuh

source: Server error processing your clip. Please reload the page or try again later.
om: Dogoggora serveraa galmee sagalee kee irratti uumame. Fuula haaromsii yookaan booda deebi’ii yaali.

source: Service and Retail
om: Tajaajila fi gurgurtaa

source: Set a goal
om: Galma qindeessi

source: Set my visibility
om: Mul’ina koo qindeessi

source: Setswana
om: Afaan Setiswaanaa

source: Settings
om: Qindaa'inoota

source: Sex
om: Saala

source: Sex or Gender
om: Saala ykn Koorniyaa

source: SHA256 Checksum Copied!
om: SHA256 Checksum koppii ta'eera!

source: Shan
om: Afaan Shaan

source: Share Common Voice
om: Common Voice Qoodaa

source: Share my goal
om: Galma koo qoodi.

source: Share your clip
om: Kiliippii keessan qoodaa

source: Share your { $count } Clip Daily Goal for { $type }
om: Galma guyyaa kiliippii { $count } kee { $type }f qoodi

source: Share your { $count } Clip Weekly Goal for { $type }
om: Galma torbee kiliippii { $count } kee { $type }f qoodi

source: Share your event
om: Taatee keessan nuuf qoodaa

source: “She got really mad porque I didn’t call her back.”
om: “Isheen dhuguma maraatte porque ani deebisee isheef hin bilbille.”

source: Shina
om: Afaan Shina

source: Shona
om: Afaan Shona

source: Shortcuts
om: Gabaabsiiwwan

source: [Should be ‘dinosaurs’]
om: [“daaynoosaroota” ta’uu qabu]

source: [Should be “We are”]
om: [“Nuhi” ta'uu qaba]

source: Show All Datasets
om: Daataaseetota Hunda Agarsiisi

source: Show keyboard shortcuts
om: Karaa gabaabaa kiiboordii agarsiisi

source: Show Latest Datasets
om: Daataa-seetota Haaraa Agarsiisi

source: Show me sentences and clips from all variants within my language
om: Qooqa koo keessatti gosaalee/loqoda hundaaf himoota fi sagaleewwan natti agarsiisi

source: Show my ranking
om: Sadarkaa koo mul’isi

source: Sicilian
om: Afaan Sisiliyaa

source: Sign up
om: Galmaa'i

source: Sign up for an account
om: Akkaawuntii argachuuf galmaa'aa

source: Sign up for Common Voice and Mozilla Foundation updates
om: Common Voice fi Mozilla Foundation jabanaaye argachuuf galmaa'aa

source: Sign up for { $lang } updates:
om: { $lang } Jabaneessuuf Mallattoo Uumi:

source: Simple and easy for anyone to understand
om: Salphaa fi namni kamiyyuu hubachuuf kan danda'u

source: Sindhi
om: Afaan Sindhi

source: Sindhi Bhil
om: Afaan Sindhi Bihil

source: Single
om: Qeenxee

source: Single sentence submission
om: Hima qeenxee galchuu

source: Single ZIP file containing
om: Faayila ZIP tokko qofaa qaba

source: Sinhala
om: Afaan Sinhala

source: Siswati
om: Afaan Siswaatii

source: Size
om: Hammamtaa

source: Skip
om: Irra darbi

source: Skip backwards 5 seconds
om: Sekondii 5 duubatti deebi'i

source: Skip forwards 5 seconds
om: Fuulduratti sekondii 5 utaali

source: Skipped
om: Kan irra darbame

source: Skip Submission Feedback
om: Duubdeebii Irra Darbuu

source: Skip switches that seem minor or small – even borrowed words matter.
om: Bantuuwwan jijjiirraa xiqqaa ykn xiqqaa fakkaatu darbi – jechoonni ergifataman illee barbaachisoodha.

source: Slovak
om: Afaan Isloovaak

source: Slovenian
om: Afaan Islooveeniyaa

source: Slow
om: Suuta

source: Slower playback speed
om: Saffisa taphachuu suuta jedhu

source: Small batch
om: Qoodinsa xiqqaa

source: Small batch sentence submission
om: Himoota muraasa galchuu

source: Small businesses, including tech and AI start ups
om: Daldala xixiqqaa, kanneen akka tech fi AI start ups dabalatee

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
om: [Haxxifannaa] [qufaa] Triassic daaynoosaroota gurguddoo.

source: Social media
om: Miidiyaa hawaasaa

source: Solicit hate speech or other biased or offensive sentiments
om: Haasaa jibbiinsaa ykn miira loogii ykn nama aarsu kan biroo gaafadhu

source: Solicit personally identifiable information
om: Odeeffannoo dhuunfaa adda baasu gaafachuu

source: Solicit personally identifying information (like names or financial information)
om: Odeeffannoo dhuunfaa adda baasuu (akka maqaa ykn odeeffannoo maallaqaa) gaafachuu .

source: Solicit personally identifying information (like names or financial information) or offensive sentiments
om: Odeeffannoo dhuunfaa adda baasuu (akka maqaa ykn odeeffannoo maallaqaa) ykn miira nama aarsu gaafachuu

source: Somali
om: Afaan Somaalee

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
om: Qooqni tokko tokko seera-jecha (grammar), fayyadama jechootaa fi sagaleedhaan garaagarummaa guddaa qabaachuu danda’a. Sababa kanaaf, bara 2022tti <ctaLink>“garaagarummaa qooqaa (variants)”</ctaLink> jedhaman beeksifne. Kun hawaasota akka qooqa isaaniitti kuusaa odeeffannoo guddaa keessatti addaan baafatan carraa ni kenna.

source: Someone asks for a language to be added.
om: Namni tokko qooqa galchuuf gaafateera.

source: Something went wrong. Please try again.
om: Wanti ta'e dogoggora. Maaloo irra deebiin yaali.

source: Something went wrong while fetching audio for transcriptions. Please try again later.
om: Osoo sagalee tiraaniskiriipshiniif fidu wanti tokko dogoggora ta'e. Mee booda irra deebi'ii yaali.

source: Something went wrong while fetching prompts. Please try again later.
om: Osoo prompts fiduu wanti ta'e dogoggora uume. Mee booda irra deebi'aa yaalaa.

source: Something went wrong while fetching questions. Please try again later.
om: Gaaffii fiduutti osoo jiruu wanti ta'e dogoggora uume. Mee booda irra deebi'ii yaalaa.

source: Something went wrong while fetching the list of available datasets. Please try again later.
om: Tarree kuusdaataa jiran yeroo fidu wanti ta'e dogoggora. Mee booda irra deebi'ii yaalaa.

source: Something went wrong while fetching transcriptions. Please try again later.
om: Yeroo tiraaniskiriipshinii fidu wanti ta'e dogoggora uume. Mee booda irra deebi'ii yaalaa.

source: Something went wrong with reCAPTCHA. Please try again.
om: ReCAPTCHA irratti wanti ta'e dogoggora. Mee irra deebi'ii yaali.

source: Sometimes speakers will repeat a word or word fragment multiple times. This should be transcribed too. Example:
om: Yeroo tokko tokko, namoonni jecha yookaan kutaa jecha tokkoo irra deddeebi’u. Kanas barreessuu qabda. Fakkeenya:

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
om: Gosaalee fi loqoda muraasni afaan tokko keessatti yookaan maatii afaanii tokko keessatti baay’ee garaagarummaa qabu. Yoo gosa tokko irratti hirmaachuun si rakkisa ta’e, filannoo kee asitti jijjiiruu dandeessa.

source: Some words may look like one language but are used in the other. Tag based on meaning and usage, not appearance. Examples:
om: Jechoonni tokko tokko afaan tokko fakkaachuu danda’u garuu isa kaan keessatti fayyadamu. Tag hiikaa fi itti fayyadama irratti hundaa'ee malee bifa irratti hin hundaa'u. Fakkeenyota:

source: Some words might look the same in both languages but could be pronounced differently. Listen to the pronunciation to help tag correctly. For example: cable, taco, actor, detective.
om: Jechoonni tokko tokko afaanota lamaan keessatti wal fakkaachuu dandaʼu, garuu haala adda taʼeen dubbatamuu dandaʼu. Sirritti tag gochuuf gargaaruuf sagalee dhaggeeffadhu. Fakkeenyaaf: keebilii, taakoo, actor, detective.

source: Some words should <bold>not be tagged</bold> with a language label, even if they seem mixed or adapted. Here’s how to handle some examples:
om: Jechoonni tokko tokko <bold>asxaa afaaniitiin mallattoo</bold> godhamuu hin qaban, yoo wal makaa ykn madaqfame fakkaatanillee. Fakkeenyota tokko tokko akkamitti akka qabattan kunooti:

source: Soninke
om: Afaan Soninki

source: Sorbian, Lower
om: Afaan Sorbiyaa, Gadii

source: Sorbian, Upper
om: Afaan Sarbiyaa, Olii

source: Sorry, Common Voice is running slowly. Thanks for your interest.
om: Dhiifama, Common Voice yeroo ammaa baay’ee suutaadha. Kaka'umsa keessaniif galatoomaa.

source: Sorry, something went wrong
om: Dhiifama, rakkoon ta'e uumameera

source: Source: { $sentenceSource }
om: Madda፡ { $sentenceSource }

source: Southern Kurdish
om: Afaan Kibba Kurdish

source: Southern Pastaza Quechua
om: Afaan Kibba Pastaza Quechua

source: Southern Sotho
om: Afaan Kibba Sootoo

source: Spanish
om: Afaan Ispeen

source: Spanish: /ˈkable/
om: Afaan Ispeen: /ˈkable/

source: Speak
om: Dubbadhu

source: Speakable
om: Dubbatamaa (dubbatamuu kan danda'u)

source: Speakers
om: Dubbattoota

source: Speakers may use colloquialisms (such as, in English, “gonna”, “cuz”, etc.) which may not be considered formally correct. These should be transcribed as they are, and not changed to their more formal equivalents.
om: Dubbattoonni jechoota afaanii (kan akka, Afaan Ingiliffaatiin, “gonna”, “cuz”, fi kkf) kan sirnaan sirrii ta’ee fudhatamuu dhiisuu danda’u fayyadamuu danda’u. Isaan kun akkuma jiranitti barreeffamuu qabu, gara gita isaanii isa sirna qabeessa ta’etti jijjiiramuu hin qaban.

source: Speaking
om: Dubbachuun

source: Speaking and Listening
om: Dubbachuu fi Dhaggeeffachuun

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
om: Sagalee kee isa sirriimaan dubbadhu! Akka ati itti dubbattu bareedaa - loqoda sirrii ittiin dubbattu barbaanna, jechoota kee akkasitti, sagalee, kallattii fi jecha sirrii waliin dhaggeeffachuuf.

source: Speak naturally, as you would with a friend - use your own real variant, dialect and accent
om: Dubbii kee akka nama waliin haasawutti haasa’i – looga, akkasumas loqoda dhugaa kee fayyadami

source: Speak now
om: Amma dubbadhu

source: Speak options menu
om: Sajoo filannoowwanii dubbadhu

source: Speak up, contribute here!
om: Dubbadhaa, asitti gumaachaa!

source: Special Characters and Foreign Letters
om: Arfiiwwan Addaa fi Qubeewwan Ambaa

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
om: Mallattoolee addaa fi sirna tuqaalee yeroo baay’ee barbaachisaa ta’etti qofa dabaluu qabna. Fakkeenyaaf, apostroofiin jechoota Ingilizii akka “don’t” fi “we’re” keessatti argama; kanaafuu barruu maddaa keessatti dabalamuun isaa sirriidha. Garuu mallattoolee addaa akka “@” yookaan “#” fayyadamuun yeroo baay’ee hin barbaachisu.

source: Special Tags
om: Xoofuuwwan Addaa

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
om: <speechBlogLink>Beekamtii Sagalee Kennuu Jalqabi</speechBlogLink>

source: Spelling and Punctuation
om: Qubeessuu fi Mallattoolee

source: Split into { $archiveCount } ZIP files containing
om: Gara faayiloota ZIP { $archiveCount }tti qoodameera.

source: Splits
om: Addaan Baasuuwwan

source: Splits (Age and Sex)
om: Addaan Baasi (Umrii fi Saala)

source: Spontaneous Speech
om: Dubbii Ofumaan Uumuu

source: SPONTANEOUS SPEECH
om: HAASAA UUMAMAA (UTUU HIN QOPHAA’IN)

source: Spontaneous Speech Already Available
om: Dubbii Ofumaan Uumuun Duraanis Hojiirrara

source: Spontaneous Speech naturally contains false starts where only a fragment of a full word is produced. For these instances, please transcribe to the best of your ability the word fragment and attach a hyphen at the end of the word (-) to indicate the word is a false start. Example:
om: Haasaa uumamaa keessatti jechoota dogoggora jalqabaa (false starts) kan jecha guutuu hin guunne ni argamu. Haala kana keessatti, tartiiba jecha sanaan akka danda’ametti galmeessi, xumura jecha irratti mallattoo hafuuraa (-) dabali akka jechi sun dogoggora jalqabaa ta’e mul’atu. Fakkeenya:

source: Spontaneous Speech will naturally contain grammatical mistakes. These should not be corrected when transcribing. The transcription should reflect the spoken content exactly.
om: Dubbiin ofumaan uumamu uumamaan dogoggora caaslugaa of keessaa qabaata. Isaan kun yeroo barreeffaman sirreeffamuu hin qaban. Barreeffamni qabiyyee dubbatame sirriitti calaqqisiisuu qaba.

source: Start recording
om: Waraabuu eegalaa

source: Start typing to describe your accent
om: Cabaqa kee ibsuuf barreessuu eegali.

source: Start typing to search
om: Barbaaduuf barreessuu eegali

source: Stats
om: Istaatesii

source: Status Page
om: Fuula haala tajaajilaa

source: Still have questions?
om: Ammayyuu gaaffii olkaa'aa?

source: Store your keys safely and avoid exposing them in public repositories. The SECRET key is only accessible now and will not be shown again.
om: Faayiloota kee sirnaan kuusi, akkasumas bakka ummataaf mul’atu keessatti hin saaxilin. SECRET key amma qofa argamuu danda’u, boodarra hin mul’atu.

source: Streaks
om: Axarroowwan

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
om: <strong>[Crackle]</strong> Daaynoosaroota gurguddoo <strong>[crackle]</strong> -riassic.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
om: Yoo sagaleen dubbataa kan kee irraa adda ta’ellee, kiliippiilee hin haqiin — kun sirni sagalee namoota hundaaf akka gaariitti hojjetuuf barbaachisaa dha.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
om: <strong>Uumama argadhu!</strong> Hawaasni afaanii kee addaa dha, kanaafis karaalee muraasa jalqabsiisuun ni danda’ama.

source: <strong>New Common Voice datasets</strong> are now available to download exclusively through our sister platform, Mozilla Data Collective. Join for access to 300+ global datasets, built by and for the community.
om: <strong>Daataa-seetota haaraa Common Voice</strong> amma buufachuuf ni argamu; isaanis karaa obbol keenya, Mozilla Data Collective, tiin qofa dhihaatu. Daataa-seetota hawaasa waliin ijaaraman kan addunyaa 300+ argachuuf hirmaadhu.

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
om: <strong>Haasaa Iskiriiptii</strong> (akka aadaa Common Voice jettee beektu) hima afaan keetiin sagalee ol kaastee dubbisuu dandeessudha.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
om: <strong>[Sneeze]</strong> Daaynoosaroota gurguddoo <strong>[cough]</strong> Yeroo Tiriyaassik.

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
om: <strong>Haasaa Ofumaan Uumuun</strong> kutaa haaraa Common Voice yoo ta’u, gaaffiidhaaf karaa caalaatti orgaanikii, afaaniin deebii kennuu dandeessu dha.

source: Submit
om: Galchi

source: Submit All
om: Hunda Galchaa

source: Submit a new question for the community to read and respond to
om: Gaafii haaraa hawaasni dubbisee deebii itti kennu dhiheessaa.

source: Submit a report
om: Gabaasa galchi

source: Submit clips
om: Kiliippota galchi

source: Submit new questions for the community to read and respond to
om: Gaaffilee haaraa akka hawaasni dubbisuu fi deebisuu dandaʼu galchi

source: Submitted
om: Galfameera

source: Submitting audio samples
om: Faayiloota sagalee galchuu

source: Subscribe
om: Noolee ta'i

source: Success
om: Milkaa'e

source: success checkmark
om: Mallattoo mirkaneessa milkaa'inaa

source: Successfully accepted question
om: Gaaffiin milkaa'inaan fudhatame

source: Successfully rejected question
om: Gaaffiin milkaa'inaan fudhatama dhabe

source: Success, profile created!
om: Milkaa'eera, Piroofaayiliin uumameera!

source: Sundanese
om: Afaan Sundaan

source: Support open, community-led datasets
om: Kuusaa deetaa banaa, hawaasaan durfamu deeggaru

source: Suret
om: Afaan Sureet

source: Svan
om: Afaan Isvaan

source: Swahili
om: Afaan Iswaahilii

source: Swedish
om: Afaan Siwudin

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
om: Himicha mirkaneessuuf gara mirgaatti gototaa. Mirkaneessuu dhiisuuf gara butaatti gutotaa. Irra darbuuf gara olii gototaa. <strong>Gamaggama kee galchuu akka hin daganne!</strong>

source: Syriac
om: Afaan Sooriyaa

source: Tag
om: Xoofa

source: Tagalog
om: Afaan Tagaloog

source: Tagging
om: Xoofuu

source: Tagging in a Single Token
om: Mallattoo Tokko Keessatti Tagging gochuu

source: Tag proper names, mixed words, or interjections
om: Maqqofee, jechoota walmakaa, ykn jechoota gidduutti xoofa kaa'i

source: Tag Punctuation Based on Nearby Language
om: Xoofamuu Sirna Tuqaalee Afaan Kaluu Irratti Hundaa'e

source: Tag punctuation using the language closest span to the left. Examples:
om: Afaan (span) gara bitaatti dhihoo ta'e fayyadamuun mallattoo addaan kutuu mallattoo kaa'i. Fakkeenyota:

source: Tags submitted successfully
om: Xoofni milkaa'inaan dhiyaate

source: Tahitian
om: Afaan Tahitiyaa

source: Taiwanese (Minnan)
om: Afaan Taayiwaan (Minnan)

source: Tajik
om: Afaan Taajik

source: Taking several attempts to read a word.
om: Jecha tokko dubbisuuf carraa hedduu fudhachuu.

source: Tamazight
om: Afaan Tamazight

source: Tamil
om: Afaan Taamiil

source: Tap
om: Tuqi

source: Tarifit
om: Afaan Tarifit

source: Tashlhiyt
om: Afaan Tashlhiyt

source: Tatar
om: Afaan Tatar

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
om: Tatoyeba/Tatoeba kuusaa bal’aa jechootaa, hiika isaanii, fi barnoota afaanii keessatti sagaleef kan ooluudha. Kana keessatti sagalee Ingiliffaa hawaasa isaanii biraa galmaa’e argachu dandeessa.

source: Technology and Robotics
om: Teeknooloojii fi Roobootiksii

source: Technology that speaks your language
om: Teeknooloojii afaan kee dubbatu

source: TED-LIUM Corpus
om: Kuusbarruu TED-LIUM

source: Teke
om: Afaan Teke

source: “Tell me what your parents said when you told them your big news — exactly how they said it.”
om: “Warri kee yeroo ati oduu guddaa waa'ee kee itti himtu maal akka jedhan natti himi — akka isaan jedhan sirrii isaa.”

source: Tell us what you'd like to download:
om: Maal buusuu akka barbaaddu nuu himi:-

source: Telugu
om: Afaan Teluguu

source: Tepeuxila Cuicatec
om: Afaan Tepewusillaa Kuuykaatek

source: Terms
om: Haalawwan

source: <termsLink>Terms</termsLink>
om: <termsLink>Seerota</termsLink>

source: Teutila Cuicatec
om: Afaan Tewutilaa Kuykaatek

source: Thai
om: Afaan Taayi

source: Thanks for confirming your account, now let's build your profile.
om: Galatoomi akkaawuntii kee mirkaneessiteef; amma seenaa ofii kee ni ijaarra.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
om: Namootni kuma 259 ol afaanota 50 keessatti gumaacha taasisaniif galata guddaa qabu; odeeffannoon kun appilikeeshinoota sagalee hubatan, sagalee namaatiif deebii fooyya’aa kennan leenjisuuf fayyadaa jira.

source: Thank you for contributing to Spontaneous Speech!
om: Dubbii Ofumaan (Spontaneous Speech) gumaachuu keessaniif galatoomaa!

source: Thank you for contributing your bulk submission!
om: Himoota baay’ee galchiteef, Galatoomi!

source: Thank you for contributing your voice!
om: Sagalee keessan waan gumaachitaniif galatoomaa.

source: Thank you for donating your voice clips!
om: Kiliippota sagalee waan arjoomtaniif galatoomaa!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
om: waan waraabdaniif galatoomaa! <lineBreak> </lineBreak>kiliippota keessan armaan gaditti gamaggamaatii galchaa

source: Thank you for your information
om: Odeeffannoo keessaniif galatoomaa.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
om: Fedhii { $lang } gumaachuuf qabdaniif galatoomaa. Afaan hunda eebbaaf qophaa'ee eeguuf cimnee hojjenna gareewwan karaa email update godhaniiru. Yoo gumaachuu barbaaddan email keessan armaan gaditti nuuf kenna.

source: Thank you for your voice information
om: Odeeffannoo sagalee keessaniif galatoomaa.

source: Thank you! You’ve sent a new language enquiry
om: Galatoomi! Gaaffii afaan haaraa ergiteetta

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
om: Himoonni gaariin uumamaa fi haasawa kan ta’an — namni tokko dubbisuuf salphaa ta’uu qabu. Heddumina sagalee fi jechoota adda addaa hima keessatti barbaachisaa ta’us, hima waraabuun hawaasa tola ooltummaa keenyaaf hanga danda’ametti akka bobba’aa fi bashannansiisaa ta’uuf yaalaa jirra.

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
om: Himoonni filatamoon injiinii dubbii beekamtii kennuuf faayidaa qabu ijaaruuf gargaaran, afaan haasawa guyyaa guyyaa fi jecha ammayyaa ta’uu qabu. Yaadonni hima maddisiisuuf si gargaaran keessaa muraasni:

source: The bumblebee sped by.
om: Bambilbiin saffisaan deeme.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
om: Iddoon Awwaalcha Sagalee sagaleewwan Daataa-seetii Common Voice keessatti hin seenne of keessaa qaba. Akkuma daataa-seetii, Iddoo Awwaalcha Sagalee buufachuun ni danda'ama. Projektii kana keessatti namoota fi dhaabbilee armaan gadii gargaaran galateeffachuuf barbaanna:

source: The clip has disrespectful or offensive language.
om: Kiliippichi safuu kan cabse ykn afaan arrabsooti.
